export default {
  siteName: 'Микро Музыка',
  blogName: `Блог`,
  blogTitle: `Микро Музыка – Блог`,
  twitterLink: 'https://twitter.com/flpvsk',
  githubLink: 'https://github.com/flpvsk',
  emailLink: 'mailto:hello@flpvsk.com',
  youTubeLink: 'https://www.youtube.com/channel/UC3h4w_SmK-yslHxhwjd8BMw',
  hostName: 'mikromuzyka.ru',
  host: 'https://mikromuzyka.ru',
  posts: [
  {
    title: (
      `Самый простой осциллятор`
    ),
    heading: (
      `Самый простой осциллятор`
    ),
    publishDate: '2021-10-02',
    author: 'Микро Музыка',
    path: `blog/2021-10-02-osc/`,
    description: (
      `Начинаю погружение в синтез с простого осциллятора, ` +
      `который может работать как в аудио так и в ` +
      `CV диапазонах.`
    ),
  },
  {
    title: (
      `Фузз, продолжение – ручка тембра и принцип работы ` +
      `электронных фильтров`
    ),
    heading: (
      `Фузз, продолжение – ручка тембра и принцип работы ` +
      `электронных фильтров`
    ),
    publishDate: '2021-06-12',
    author: 'Микро Музыка',
    path: `blog/2021-06-12-tone-control/`,
    description: (
      `Добавляю ручку тембра к фуззу. Рассказываю как работают ` +
      `простые однополюсовые фильтры низкий и высоких частот.`
    ),
  },
  {
      title: (
        `Транзисторный фузз с нуля и введение в электронику ` +
        `музыкальных инструментов`
      ),
      heading: (
        `Транзисторный фузз с нуля и введение в электронику ` +
        `музыкальных инструментов`
      ),
      publishDate: '2021-05-31',
      author: 'Микро Музыка',
      path: `blog/2021-05-31-fuzz/`,
      description: (
        `Как связаны звук и электричество, как анализировать и ` +
        `создавать схемы, как работают самые распространённые ` +
        `компоненты.`
      )
    },
    {
      title: (
        `Как собрать эффект из кита DEP2b ` +
        `от Gieskes`
      ),
      heading: (
        `Как собрать эффект из кита DEP2b ` +
        `от Gieskes`
      ),
      publishDate: '2021-05-12',
      author: 'Микро Музыка',
      path: `blog/2021-05-12-kak-sobrat-effekt-iz-kita-dep2b-ot-gieskes/`,
      description: (
        `Cобираю аудио эффект из печатной платы и ` +
        `компонент. ` +
        `Рассказываю о процессе сборки, о том как читать ` +
        `печатную плату и об авторе кита.`
      )
    },
    {
      title: (
        `Как начать делать электронные инструменты, ` +
        `синтезаторы и эффекты`
      ),
      heading: (
        `Как начать делать электронные инструменты, ` +
        `синтезаторы и эффекты`
      ),
      publishDate: '2021-05-01',
      author: 'Микро Музыка',
      path: `/blog/2021-05-01-kak-nachat-delat-elektronnye-instrumenty-syntezatory-i-effekty`,
      description: (
        `Где взять киты для сборки, как модифицировать свои девайсы ` +
        `и другие советы.`
      )
    },
  ],
};
